Repository: OmegaT-L10N/co
Catalog: omegat/project_save.tmx
Source language: en
Languages: co

source: Backed up preferences to {0}
co: Preferenze arregistrate ver di {0}

source: Background
co: Fondu

source: Backup
co: Salvaguardia

source: Bad folder name {0}
co: Nome di cartulare incurrettu {0}

source: Bad regular expression!
co: Espressione regulare incurretta

source: Beautify
co: Abbellisce

source: Beautify resulting DOCX
co: Abbellisce u DOCX risultante

source: Bidirectional control characters
co: Caratteri di cuntrollu bidirezziunale

source: Both
co: Tramindui

source: Briac Pilpré (webmaster)
co: Briac Pilpré (webmaestru)

source: Bro&wse
co: Na&vigà

source: Brows&e
co: N&avigà

source: Browse
co: Navi&gà

source: Browse...
co: Navigà…

source: Bug reports (in English), at the SourceForge site:
co: Raporti di penseru (in inglese) à u situ SourceForge :

source: C&ase sensitive
co: Sfarenzià maiuscu&le è minuscule

source: C&lear
co: &Viutà

source: C&opy All Data to Clipboard
co: Cupià tutti i dati ver di u &preme'papei

source: C&urrent Target Document
co: Ducumentu a&ttuale di destinazione

source: Camtasia for Windows
co: Camtasia per Windows

source: Cancel
co: Abbandunà

source: Cancel only works on scripts that explicitly check for cancellation.
co: Abbandunà funziuneghja solu per i scritti chì cuntrolleghjanu l’abbandonu di manera esplicita.

source: Canceled
co: Abbandunatu

source: Cancelled creating new team project
co: Abbandonu di a creazione d’un novu prughjettu di squadra

source: Cannot access glossary folder!
co: Ùn pò micca accede à u cartulare di glossariu !

source: Cannot create folder for translated files:
co: Ùn pò micca creà u cartulare per i schedarii tradutti :

source: Cannot install
co: Ùn pò micca installà

source: Cannot load specified XML file!
co: Ùn si pò caricà u schedariu XML specificatu !

source: Catalan
co: Catalanu

source: Change date
co: Data di cambiamentu

source: Changed &before:
co: Mudificatu &nanzu u :

source: Changed after:
co: Mudificatu dopu u :

source: Changed by
co: Cambiatu da

source: Changed on
co: Cambiatu u

source: Changer
co: Cambiatore

source: Character
co: Caratteru

source: Character Table
co: Tavula di caratteru

source: Characters (including spaces)
co: Caratteri (includendu spazii)

source: Characters (without spaces)
co: Caratteri (senza spazii)

source: Check &Issues...
co: Verificà i &penseri…

source: Check &automatically
co: Cuntrollà &autumaticamente

source: Check Issues for &Current Document
co: Verificà i penseri per u &ducumentu attuale

source: Check LanguageTools rules
co: Cuntrollà e regule di LanguageTools

source: Check Now
co: Cuntrollà subitu

source: Check Rules
co: Cuntrollà e Regule

source: Check for Updates...
co: Circà i Rinnovi…

source: Check for doubled blanks
co: Cuntrollà i bianchi in doppiu

source: Check for doubled words
co: Cuntrollà e parolle in doppiu

source: Check for equal source & target
co: Cuntrollà s’è urigine è destinazione sò uguale

source: Check for inconsistent numbers
co: Cuntrollà i numeri cuntradittorii

source: Check for leading whitespace
co: Cuntrollà i spazii bianchi di principiu di linea

source: Check for longer target
co: Cuntrollà a destinazione più longa

source: Check for segments with spelling errors
co: Cuntrollà i segmenti cù sbaglii d’ortugrafia

source: Check for shorter target
co: Cuntrollà a destinazione più corta

source: Check for trailing whitespace
co: Cuntrollà i spazii bianchi di fine di linea

source: Check for untranslated segments
co: Cuntrollà i segmenti micca tradutti

source: Check number of tags
co: Cuntrollà u numeru d’etichette

source: Check punctuation at segment end
co: Cuntrollà a puntuazione à a fine d’un segmentu

source: Check sequence of tags
co: Cuntrollà a sequenza d’etichette

source: Check spaces around tags
co: Cuntrollà i spazii accantu à l’etichette

source: Check start case
co: Cuntrollà a prima lettera

source: Check whole project
co: Cuntrollà u prughjettu sanu

source: Check {0}
co: Cuntrollu {0}

source: Choose MED project
co: Sceglie un prughjettu MED

source: Choose SVN repository to perform cleanup
co: Sceglie u repository SVN per eseguisce a nettata

source: Choose Source File
co: Sceglie u schedariu d’urigine

source: Choose Target File
co: Sceglie u schedariu di destinazione

source: Class
co: Classa

source: Cleaning entry '{0}'...
co: Nettata di l’elementu « {0} »…

source: Cleanup done!!
co: Nettata fatta !

source: Clear
co: Squassà

source: Click on '{0}' menu item
co: Cliccu nant’à l’elementu di listinu ’{0}’

source: Click on Copy Files to Source Folder... to select your source files.
co: Cliccu nant’à Cupià Schedarii ver di u Cartulare d’Urigine… per selezziunà i vostri schedarii d’urigine.

source: Clo&se
co: &Chjode

source: Close
co: Chjode

source: Close the current OmegaT instance 3.
co: Chjode l’instanza attuale d’OmegaT 3.

source: Code has been contributed by
co: Quelli chì anu cuntribuitu à u sviluppu di u codice sò

source: Code has been contributed by: {0}
co: Quelli chì anu cuntribuitu à u sviluppu di u codice : {0}

source: Colours
co: Culori

source: Column Index must be equal to 1
co: L’indice di culonna deve esse uguale à 1

source: Command
co: Cumanda

source: Command:
co: Cumanda :

source: Commands
co: Cumande

source: Commands: -h, --help Show usage information.
co: Cumande : -h, --help Affissa l’infurmazione d’impiegu.

source: Comme&nts
co: Cumme&nti

source: Comment
co: Cummentu

source: Comment:
co: Cummentu :

source: Comments
co: Cummenti

source: Commit Source Files
co: Rimandà schedarii d’urigine

source: Commit Target Files
co: Rimandà i schedarii di destinazione

source: Committing source files
co: Inviu di i schedarii d’urigine

source: Committing target files
co: Inviu di i schedarii di destinazione

source: Compatibility
co: Cumpatibilità

source: Con&figure
co: Cun&figurà

source: Con&tents
co: Cun&tenutu

source: Concepción Martin (Facebook community manager)
co: Concepción Martin (rispunsevule di cumunità Facebook)

source: Confirm
co: Cunfirmà

source: Confirm uninstalling
co: Cunfirmà a disinstallazione

source: Confirm:
co: Cunfirmà :

source: Conflict resolution
co: Risuluzione di cunflittu

source: Conflict {0} of {1}
co: Cunflittu {0} di {1}

source: Confused by false start of comment tag!
co: Scumpigliu per via d’un’etichetta falsa di principiu di cummentu !

source: Connect
co: Cunnettassi

source: Connection available, the project is in team project mode.
co: Cunnessione dispunibule, u prughjettu si trova in modu prughjettu di squadra.

source: Console-align mode: --alignDir=<path> A directory containing the translated files.
co: Modu console-align : --alignDir=<path> Un cartulare cuntenendu i schedarii tradutti.

source: Console-pseudotranslatetmx mode: --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
co: Modu console-pseudotranslatetmx : --pseudotranslatetmx=<chjassu> U schedariu TMX resultendu chì cuntene una pseudo-traduzzione.

source: Console-translate mode: --source-pattern=<pattern> A regex whitelist of source files to process.
co: Modu console-translate : --source-pattern=<mudellu> Una lista bianca in espressione regulare di i schedarii d’urigine à trattà.

source: Contact
co: Cuntattu

source: Contact and Support
co: Cuntattu è Assistenza

source: Context Menu Priority:
co: Priurità di listinu cuntestuale :

source: Continue
co: Cuntinuà

source: Continue anyway?
co: Cuntinuà quantunque ?

source: Continue?
co: Cuntinuà ?

source: Contributions to OmegaT
co: Cuntribuzioni à OmegaT

source: Contributions to the code are documented in /docs/contributors.txt.
co: E cuntribuzioni à u codice sò ducumentate in /docs/contributors.txt.

source: Contributors ============
co: Cuntribuenti ============

source: Convert
co: Cunvertisce

source: Converting all .DOCX in the project...
co: Cunversione di tutti i schedarii .DOCX di u prughjettu…

source: Converting current .DOCX...
co: Cunversione di u schedariu .DOCX attuale…

source: Cop&y Files to Source Folder...
co: Cupià i schedarii ver di u cartulare d’&urigine…

source: Copy
co: Cupià

source: Copy <project>/omegat/project_save.tmx file into a safe location 2.
co: Cupià u schedariu <project>/omegat/project_save.tmx in un locu sicuru 2.

source: Copy Files to Source Folder...
co: Cupià i schedarii ver di u cartulare d’urigine…

source: Copyright © 2000-2016 Keith Godfrey, Maxym Mykhalchuk and others
co: Diritti di copia © 2000-2016 Keith Godfrey, Maxym Mykhalchuk è d’altri.

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
co: Diritti di copia © 2000-2019 Keith Godfrey, Maxym Mykhalchuk è d’altri.

source: Could not create project dir at {0}
co: Ùn pò micca creà u cartulare di prughjettu à {0}

source: Could not create the specified folder.
co: Ùn pò micca creà u cartulare specificatu.

source: Could not initialize OS look and feel!
co: Impussibule d’inizià l’aspettu specificu à u sistema d'operazione !

source: Create &Glossary Entry...
co: Creà un elementu di &glossariu…

source: Create &Translated Documents
co: Creà i ducumenti &tradutti

source: Create Alternative Translation
co: Creà una traduzzione alternativa

source: Create Current Translated &Document
co: Creà u &ducumentu traduttu attuale

source: Create Glossary Entry
co: Creà un elementu di glossariu

source: Create MED Project...
co: Creà un prughjettu MED…

source: Create New Project
co: Creà un prughjettu novu

source: Create a New Project
co: Creà un novu prughjettu

source: Create backup files of original DOCX
co: Creà schedarii di salvaguardia di DOCX d’urigine

source: Create pseudo-translate TMX
co: Creà un TMX di pseudo-traduzzione

source: Create your own key then input it below.
co: Create a vostra chjave è entritella puru inghjò.

source: Created by
co: Creatu da

source: Created by: {0}
co: Creatu da : {0}

source: Created on
co: Creatu u

source: Creating output file '{0}'
co: Apertura di u destinazione d’urigine « {0} »

source: Creating translated documents: {0}
co: Creazione di ducumenti tradutti : {0}

source: Creation date
co: Data di creazione

source: Creator
co: Creatore

source: Ctrl+Shift+C
co: Ctrl+Maius+C

source: Ctrl+Shift+D
co: Ctrl+Maius+D

source: Ctrl+Shift+F
co: Ctrl+Maius+F

source: Ctrl+Shift+G
co: Ctrl+Maius+G

source: Ctrl+Shift+I
co: Ctrl+Maius+I

source: Ctrl+Shift+M
co: Ctrl+Maius+M

source: Ctrl+Shift+N
co: Ctrl+Maius+N

source: Ctrl+Shift+P
co: Ctrl+Maius+P

source: Ctrl+Shift+Q
co: Ctrl+Maius+Q

source: Ctrl+Shift+R
co: Ctrl+Maius+R

source: Ctrl+Shift+S
co: Ctrl+Maius+S

source: Ctrl+Shift+T
co: Ctrl+Maius+T

source: Ctrl+Shift+U
co: Ctrl+Maius+U

source: Ctrl+Shift+W
co: Ctrl+Maius+W

source: Current DOCX file
co: U schedariu DOCX attuale

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
co: Impiegu attuale di a memoria da a VM : {0}Mo ; ma sempre libera : {1}Mo ; è massima dispunibule: {2}Mo

source: Current team: (alphabetical order)
co: Squadra attuate : (in ordine alfabeticu)

source: Cursor locked
co: Cursore bluccatu

source: Cursor unlocked
co: Cursore spalancatu

source: Custom Colours
co: Culori persunalizati

source: Custom table
co: Tavula persunalizata

source: Cut
co: Taglià

source: Czech
co: Cecusluvaccu

source: Default
co: Predefinitu

source: Deleted
co: Squassatu

source: Delimiter
co: Delimitatore

source: Delimiter:
co: Delimitatore :

source: Description
co: Discrizzione

source: Details unavailable
co: Detaglii micca dispunibule

source: Detecting...
co: Ricerca in corsu…

source: DictZip from JDict (GPL)
co: DictZip da JDict (Licenza GPL)

source: Dictionar&y
co: &Dizziunariu

source: Dictionary
co: Dizziunariu

source: Dictionary Files Folder
co: Cartulare di schedarii di dizziunariu

source: Dictionary Folder:
co: Cartulare di dizziunariu :

source: Dictionary Installer
co: Stalladore di dizziunariu

source: Dictionary files folder entered does not exist!
co: U cartulare di i schedarii di dizziunariu ùn esiste micca !

source: Didier Briel (OmegaT project manager, Twitter community manager)
co: Didier Briel (risponsevule di prughjettu OmegaT, rispunsevule di cumunità Twitter)

source: Didier Briel is the OmegaT project manager.
co: Didier Briel hè u risponsevule di u prughjettu OmegaT.

source: Diff (GPL)
co: Diff (Licenza GPL)

source: Different punctuation
co: Puntuazione sfarenta

source: Different start case
co: Prima lettera sfarente

source: Disable rule “{0}”
co: Disattivà a regula “{0}”

source: Display
co: Affissà

source: Display &None
co: Ùn affissà &nunda

source: Display &Source Segments
co: Affissà i segmenti d’&urigine

source: Display &tags
co: Affissà l’&etichette

source: Display Font
co: Affissà a grafia

source: Display context description for TBX &glossaries
co: Affissà a discrizzione di u cuntestu per i &glossarii TBX

source: Display for &All Segments
co: Affissà per &tutti i segmenti

source: Display for Current &Segment
co: Affissà per u segmentu &attuale

source: Display:
co: Affissà :

source: Displays alternative translations that you have created for segments that are repeated in the project.
co: Affissa traduzzioni alternative chì voi avete create per segmenti chì sò ripetiti in u prughjettu.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
co: Affissa i cummenti in u segmentu attivu s’elli esistenu in u schedariu d’urigine è s’è u filtru di schedariu l’accetta (i.e. filtru PO).

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
co: Affissa l’elementi di dizziunariu trovi in i schedarii di dizziunariu chì si trovanu in u cartulare /dictionary/ s’elli sò presenti in u segmentu d’urigine.

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
co: Affissa l’elementi di glossariu trovi in i schedarii di glossariu chì si trovanu in u cartulare /glossary/ s’elli sò presenti in u segmentu d’urigine.

source: Displays the translation memories segments that match the source segment.
co: Affissa i segmenti di memoria di traduzzione chì currispundenu à u segmentu d’urigine.

source: Displays the translation of the source segment by the machine translation services you have selected in Options > Machine Translate, if those services are available.
co: Affissa a traduzzione di u segmentu d’urigine da i servizii di traduzzione da a mascina, chì voi avete selezziunati in Preferenze > Traduzzione da a Mascina, s’è sti serviziii sò dispunibule.

source: Distance
co: Distenza

source: Do you need help?
co: Avete bisognu d’aiutu ?

source: Do you really want to quit?
co: Site sicuru di vulè chità quantunque ?

source: Do you want to continue?
co: Vulete cuntinuà ?

source: Do you want to create it?
co: Vulete creallu ?

source: Do you want to overwrite it?
co: Vulete rimpiazzallu ?

source: Dock
co: Ancurà

source: Documentation
co: Documentazione

source: Domains
co: Duminii

source: Don't Ask What to Check First
co: Ùn dumandà micca cosa cuntrollà in primu

source: Don't ask before checking issues
co: Ùn dumandà più nanzu di cuntrollà i penseri

source: Done
co: Fattu

source: Doubled blanks
co: Bianchi in doppiu

source: Doubled words
co: Parolle in doppiu

source: Download
co: Scaricà

source: Download &Team Project...
co: Scaricà un prughjettu di s&quadra…

source: Download Media&Wiki Page...
co: Scaricà una pagina Media&Wiki…

source: Download MediaWiki Page
co: Scaricà una pagina MediaWiki

source: Download collection {0}
co: Scaricà a cullezione {0}

source: Downloading project...
co: Scaricamentu di u prughjettu…

source: Duplicate
co: Duplicà

source: Duplicate segments: {0}
co: Segmenti in doppiu : {0}

source: During translation, use the Edit and Go To menus to perform various useful functions.
co: Durante a traduzzione, impiegate i listini Mudificà è Viaghjà per eseguisce funzioni diversi ghjuvevule.

source: Dutch
co: Neerlandese

source: E&nable Sentence-level Segmenting
co: Attivà a segmentazione à u livellu di a &frasa

source: E&xclusions...
co: &Esclusioni…

source: E&xport Selection
co: &Espurtà a selezzione

source: ERROR: {0}
co: SBAGLIU : {0}

source: Ed&it
co: Mu&dificà

source: Edit
co: Mudificà

source: Edit External Search Command
co: Mudificà a cumanda di ricerca esterna

source: Edit External Search Item
co: Mudificà l’elementu di ricerca esterna

source: Edit External Search URL
co: Mudificà l’URL di ricerca esterna

source: Edit Filter
co: Mudificà u filtru

source: Edit Highlight Pattern
co: Mudificà u mudellu di messa in evidenza

source: Edit Pattern
co: Mudificà un mudellu

source: Edit Project
co: Mudificà u prughjettu

source: Edit Text
co: Mudificà u testu

source: Edit project properties here.
co: Mudificà quì e pruprietà di u prughjettu.

source: Editor
co: Editore

source: Editor - {0}
co: Editore - {0}

source: Editor Options
co: Ozzioni d’editore

source: Email:
co: Indirizzu elettronicu:

source: Empty repository URL in the mapping
co: URL di dipositu viotu in a cartugrafia

source: Enable history &prediction
co: Attivà a &predizzione di crunulogia

source: Enable them in <b>Options > Saving and Output...</b>.</html>
co: Attivale in <b>Ozzioni > Arregistramentu è esciuta…</b>.</html>

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
co: Attivatele in <b>Preferenze > Arregistramentu è esciuta…</b>.</html>

source: Enabled
co: Attivatu

source: Encoding
co: Cudificazione

source: Encoding:
co: Cudificazione :

source: End of stream encountered without finding close block!
co: Alcunu bloccu di fine à a chjusura di schedariu !

source: English
co: Corsu

source: Enter a source term, a target term and a comment:
co: Scrivite un termine d’urigine, di destinazione è un cummentu :

source: Enter the segment number:
co: Scrivite u numeru di segmentu :

source: Enter your master password.
co: Scrivite a vostra parolla d'entrata principale.

source: Entries from the writeable glossary are in bold.
co: L’elementi da u glossariu chì si pò scrive sò in grassu.

source: Equal source & target
co: Urigine è destinazione sò uguale

source: Error
co: Sbagliu

source: Error creating project!
co: Sbagliu durante a creazione di u prughjettu !

source: Error decoding user and password.
co: Sbagliu di discudificazione di u nome d’utilizatore è parolla d’entrata.

source: Error during regular expression replacement:
co: Sbagliu durante u rimpiazzamentu d’un’espressione regulare :

source: Error extracting MT result from MyMemory, response:
co: Sbagliu d’estrazzione di u risultatu MT à partesi da MyMemory, risposta :

source: Error in file
co: Sbagliu in schedariu

source: Error in file {0}, line {1}
co: Sbagliu in schedariu {0}, linea {1}

source: Error initializing marker '{0}'
co: Sbagliu à l'Iniziu di u marcatore « {0} »

source: Error load plugin from class '{0}': {1}: {2}
co: Sbagliu di caricamentu di u mudullu d’estensione da a classa « {0} » : {1} : {2}

source: Error monitoring external command!
co: Sbagliu à l'appustamentu di a cumanda esterna !

source: Error on application startup
co: Sbagliu à u principiu di l’appiecazione

source: Error reading TMX level2 at line {0} column {1}
co: Sbagliu di lettura di TMX livellu 2 à a linea {0} culonna {1}

source: Error saving project file!
co: Sbagliu à l’arregistramentu di u schedariu di prughjettu !

source: Error searching directory tree!
co: Sbagliu in a ricerca di l’arburiscenza di cartulari !

source: Error starting external command: {0}
co: Sbagliu à l'iniziu di a cumanda esterna : {0}

source: Error unload plugin from class '{0}': {1}
co: Sbagliu di scaricamentu di u mudullu d’estensione da a classa « {0} » : {1}

source: Error updating glossary file
co: Sbagliu durante a mudificazione di u schedariu di glossariu

source: Error updating repository.
co: Sbagliu durante a mudificazione di u dipositu alluntanatu.

source: Error while trying to edit the project!
co: Sbagliu durante a mudificazione di u prughjettu !

source: Error {0}: {1}
co: Sbagliu {0} : {1}

source: Errors found:
co: Sbaglii trovi :

source: Escape
co: Scappamentu

source: Escaped binary char contains malformed data ({0})!
co: Caratteru di scappamentu binariu chì cuntene dati malfuttuti ({0}) !

source: Escaped character never terminated!
co: Caratteru di scappamentu micca chjosu !

source: Escaped decimal char contains malformed data ({0})!
co: Caratteru di scappamentu decimale chì cuntene dati malfuttuti ({0}) !

source: Event: application shutdown
co: Evvenimentu : fine di l’appiecazione

source: Event: application startup
co: Evvenimentu : principiu di l’appiecazione

source: Event: font changed
co: Evvenimentu : grafia cambiata

source: Event: new entry activated
co: Evvenimentu : novu elementu attivatu

source: Event: new file activated ({0})
co: Evvenimentu : novu schedariu attivatu ({0})

source: Event: project change - "{0}"
co: Evvenimentu : cambiamentu di prughjettu - "{0}"

source: Exact &match
co: Cuncurdanza &esatta

source: Exact match:
co: Currispundenza esatta :

source: Example - Search and Replace
co: Esempiu - Circà è Rimpiazzà

source: Exception while parsing:
co: Sbagliu durante l’analisa di sintassa :

source: Exclude Pattern
co: Mudellu d’esclusione

source: Exclude orphan segments
co: Esclude i segmenti urfanelli

source: Executing external command...
co: Escuzione di a cumanda esterna…

source: Exit code {0}: "{1}"
co: Codice d'esciuta {0} : "{1}"

source: Exit code: {0}
co: Codice d'esciuta : {0}

source: External Post-processing Command (Disabled):
co: Cumanda di post-trattamentu esternu (disattivata) :

source: External Post-processing Command:
co: Cumanda di post-trattamentu esternu :

source: External Search
co: Ricerca esterna

source: External Search...
co: Ricerca esterna…

source: External command completed.
co: A cumanda esterna hè compia.

source: External command failed.
co: A cumanda esterna hè fiasca.

source: External command was interrupted.
co: A cumanda esterna hè stata interrotta.

source: Extracted comments:
co: Cummenti estratti :

source: Failed to back up preferences file.
co: Fiascu à l’arregistramentu di u schedariu di preferenze.

source: Failed to commit source files!
co: Fiascu per rimandà i schedarii d’urigine !

source: Failed to commit target files!
co: Fiascu per rimandà i schedarii di destinazione !

source: Failed to compile project files!
co: Fiascu per ingenerà i schedarii di u prughjettu !

source: Failed to create project!
co: Fiascu à a creazione di u prughjettu !

source: Failed to load specified project!
co: Fiascu per caricà u prughjettu specificatu !

source: Failed to load translation memory {0} for project!
co: Fiascu per caricà a memoria di traduzzione {0} per u prughjettu !

source: Failed to update project properties
co: Fiascu per mudificà e prupietà di u prughjettu

source: Fatal error encountered - saving project file with '.recover' backup extension.
co: Sbagliu impurtantissimu ; arregistramentu d’una salvaguardia di u prughjettu cù l’estensione « .recover ».

source: Fatal error on line {0}, column {1} while parsing:
co: Sbagliu fatale à a linea {0}, culonna {1} durante l’analisa di sintassa :

source: Few more things to remember
co: Qualchì cosa di più à tene à mente

source: File
co: Schedariu

source: File &Filters...
co: &Filtri di schedariu…

source: File &Format
co: &Furmatu di schedariu

source: File Copy Failed
co: Fiascu per cupià u schedariu

source: File Filters
co: Filtri di schedariu

source: File Filters...
co: Filtri di schedariu…

source: File Format
co: Furmatu di schedariu

source: File Name
co: Nome di schedariu

source: File format
co: Furmatu di schedariu

source: File locations
co: Lucalizazioni di i schedarii

source: File {0} does not exist!
co: U schedariu {0} ùn esiste micca !
